{
  "_attn_implementation_autoset": true,
  "counting_layer": "count_lstm_v2",
  "max_width": 8,
  "model_name": "microsoft/deberta-v3-base",
  "model_type": "extractor",
  "token_pooling": "first",
  "transformers_version": "4.51.0"
}
